Repository: Soumencapital/ca7s
Catalog: CA7S/*.lproj/Localizable.strings
Languages: pt

source: Password
pt: Senha

source: Confirm Password
pt: Confirmar a senha

source: I agree to the CA7S Terms of Services and Privacy Policy
pt: Eu concordo com os Termos de Serviço e Política de Privacidade do CA7S

source: Sign Up
pt: Cadastrar

source: Already Registered?
pt: Já Cadastrado?

source: SIGN IN HERE
pt: Inicie a sessão

source: log In
pt: Entrar

source: Terms of Service
pt: Termos de Serviço

source: Privacy Policy
pt: Política de Privacidade

source: OR
pt: OU

source: Forgot Password
pt: Esqueceu a senha?

source: Login
pt: Inicie a sessão

# Login_with_Facebook
source: Continue with Facebook
pt: Continuar com Facebook

source: New to CA7S?
pt: Ainda não tens conta no CA7S?

source: SIGN UP HERE
pt: Crie uma aqui

# GiCaLu_Tech_2019.All_rights_reserved
source: Ca7s 2019..All rights reserved
pt: Ca7s 2019. Todos os direitos reservados.

source: Submit
pt: Submeter

source: Done
pt: Feito

source: Genre
pt: Estilo Musical

source: Home
pt: Menu

source: Favourites
pt: Favoritas

source: My Music
pt: Ca7s

source: Search
pt: Pesquisar

source: Trending
pt: Mais Procuradas

source: Discover
pt: Explorar

source: More
pt: Mais

source: Rising Stars
pt: Novos Talentos

source: Serch song or arstist name
pt: Música ou Artista

source: New Releases
pt: Novidades

source: Browse all
pt: Ver Todos

source: Recognize
pt: Identificar

source: Downloads
pt: Baixadas

source: Search song or Artist
pt: Música ou Arstista

source: User Name
pt: Nome de usuário

source: I love
pt: Eu Amo

source: Notifications
pt: Notificações

source: Settings
pt: Definições

source: About Us
pt: Sobre Nós

source: Help
pt: Ajuda

source: Terms of privacy policy
pt: Termos da Política de Privacidade

source: Share App
pt: Compartilhe o Aplicativo

source: Rate Us
pt: Classifique o CA7S

source: Economic mode
pt: Modo económico

source: Sign in
pt: Login

source: Profile
pt: Perfil

source: Followers
pt: Meus Fãs

source: Following
pt: Sou Fã

source: EDIT PROFILE
pt: Editar Perfil

source: Add Music
pt: Adicionar Música

source: Change Photo
pt: Trocar Foto

source: Phone
pt: Contacto

source: Mobile number
pt: Número de celular

source: Gender:
pt: Sexo:

source: Male
pt: Masculino

source: Female
pt: Feminino

source: Date of Birth
pt: Data de Nascimento

source: Birthdate
pt: Aniversário

source: Your name
pt: Seu Nome

source: City
pt: Cidade

source: Please enter your name
pt: Por favor insira o teu nome

source: Please enter your user name
pt: Por favor introduza seu nome de usuário

source: Please enter date
pt: Por favor insira Data

source: Please enter year
pt: Por favor insira o ano

source: Please enter month
pt: Por favor insira o mês

source: No Data Found
pt: Lista Vazia

source: Select Language
pt: Selecionar Idioma

source: Private Account
pt: Conta Privada

source: Clear Search History
pt: Limpar Histórico de Pesquisa

source: Change Password
pt: Alterar Senha

source: English
pt: Inglês

source: Economic Mode
pt: Modo Econômico

source: Portuguese
pt: Português

source: About Us
pt: Sobre Nós

source: Continue
pt: Continuar

source: Dismiss
pt: Dispensar

source: Old Password
pt: Senha antiga

source: New Password
pt: Nova senha

source: Now Playing
pt: A Tocar

source: Tap here to see lyrics
pt: Toque aqui para ver as letras

# Tap_here_to_download_this_Song
source: If you want to listen to this song again without consuming data, tap on download button
pt: Se você quiser ouvir essa música novamente sem consumir dados, toque no botão de download

# We_noticed_that_you_are_on_3G_mode
source: We noticed that you’re using Ca7s on 3G/4G Mode. Do you want to enable Ca7s Economic Mode?
pt: Percebemos que você está usando Ca7s no modo 3G / 4G. Deseja ativar o Modo Econômico do Ca7s?

source: Dowloads
pt: Baixadas

source: Create New Playlist
pt: Criar Nova Playlist

source: Add New Playlist
pt: Nova Playlist

source: Playlist Name
pt: Nome da Playlist

source: Edit Playlist
pt: Editar Playlist

source: Cancel
pt: Cancelar

source: Edit
pt: Editar

source: Delete
pt: Apagar

source: Album
pt: Coleções

source: Songs
pt: Músicas

source: Like
pt: Votar

source: Add to Playlist
pt: Adicionar à Playlist

source: Add to Favorites
pt: Adicionar aos Favoritos

source: Download Song
pt: Baixar Música

source: Share Song
pt: Partilhar

source: Song Name
pt: Título da Música

# Tap_To_Scan
source: Tap to identify songs playing around you.
pt: Toque para na imagem para identificar músicas

# Tap_To_Copy
source: FIND IN CA7S
pt: Pesquisar no CA7S

source: Search Track List
pt: Resultados da Pesquisa

source: History
pt: Histórico

source: Tap To recognize
pt: Toque para identificar músicas

source: Listening...
pt: Ouvindo...

source: Uploaded Music
pt: Minhas Músicas

source: Add Artwork
pt: Adicionar Capa

source: Add Lyrics
pt: Adicionar Letra

source: Song Title
pt: Título da Música

source: Album Name
pt: Nome do Álbum

source: Artist Name
pt: Nome do Artista

source: Public
pt: Pública

source: Private
pt: Privada

source: Only Me
pt: Só para mim

source: Are you sure you want to delete this song?
pt: Tem a certeza que pretende apagar essa música?

source: Paste lyrics here...
pt: Cole a letra aqui

source: Save
pt: Salvar

source: Sure
pt: Certa

source: Pending Request
pt: Pedidos em Espera

source: Accept
pt: Aceitar

source: Decline
pt: Recusar

source: Select_Music
pt: Selecionar Múscia

source: Search_Music
pt: Pesquisar Música

source: Artist
pt: Arstista

source: Albums
pt: Álbuns

source: Composers
pt: Compositores

source: Compilation
pt: Compilação

source: Please Select an Option
pt: Por favor escolha uma opção

source: Camera
pt: Câmera

source: Gallery
pt: Galeria

source: Remove
pt: Remover

source: Downloaded
pt: Baixadas

source: Downloading
pt: A baixar

source: Would you like to delete this notification?
pt: Gostarias de apagar essa notificação?

source: Are you sure want to delete this music?
pt: Tem a certeza que deseja apagar essa música?

source: Yes
pt: Sim

source: No
pt: Não

source: no results found
pt: Sem Resultados

source: Data not found
pt: Vazio

source: Are you sure you want to delete search history?
pt: Tem a certeza que deseja apagar o Histórico de Pesquisa?

source: Are you sure you want to remove?
pt: Tem a certeza que deseja remover?

source: Unfollow
pt: Deixar de ser Fã

source: Are you sure you want to logout?
pt: Tem a certeza que desja sair?

source: Are you sure you want to delete this music?
pt: Tem a certeza que deseja apagar essa música?

source: Are you sure you want to unfollow?
pt: Tem a certeza que quer deixar de ser fã?

source: Error
pt: Erro

source: Recording failed.
pt: Falha na gravação

source: Audio file is missing.
pt: Carregue um ficheiro áudio

source: Something went wrong
pt: Tente outra vez

source: Are you sure you want to delete this search history?
pt: Tem a certeza que deseja limpar o histórico de pesquisa?

source: Under Development
pt: Brevemente

source: CA7S uses media library to select media and upload to ypur account.
pt: CA7S utiliza a sua pasta de música para carregá-las na sua conta

source: CA7S want to use Camera
pt: CA7S pretende aceder à sua câmera

source: CA7S uses microphone
pt: CA7S pretende aceder o microfone

source: CA7S want to use Photo Library
pt: CA7S pretende aceder à sua pasta de fotos

source: Pending
pt: Em espera

source: Pending
pt: Em espera

source: Follow
pt: Seguir

source: Please enter email
pt: Por favor insira o e-mail

source: Please enter password
pt: Por favor insira a senha

source: Please enter confirm password
pt: Por favor confirme a senha

source: Please enter valid email
pt: Por favor insira e-mail válido

source: invalid login credential
pt: E-mail ou Senha errada

source: Enter Valid Password
pt: Insira uma senha válida

source: Minimum 6 and Maximum 12 characters at least 1 Uppercase Alphabet, 1 Lowercase Alphabet, 1 Number and 1 Special Character
pt: A Senha deve conter no minímo 6 caractéres e máximo 12, e deve ter pelo menos uma Letra maiúscula, uma minúscula, um número e um caractér especial.

source: Please accept Terms and condition
pt: Por favor aceitar os Termos e Condições

source: An email has been sent to you for verification...
pt: Foi-lhe enviado um e-mail de verificação...

source: required parameter
pt: Dado obrigatório

source: email already exit
pt: Esse e-mail já está em uso

source: Please select Audio file to upload
pt: Por favor selecione um ficheiro áudio

source: Nothing to update
pt: Sem alterações

source: Password is not matched
pt: As senhas não coincidem

source: Please enter city
pt: Por favor escolha a cidade

source: Email address or phone number
pt: E-mail ou número de telefone

source: Facebook password
pt: Senha do Facebook

source: Please enter old password
pt: Por favor insira a senha antiga

source: Please enter valid old password
pt: Por favor insira uma senha antiga válida

source: Please enter new password
pt: Por favor insira nova senha

source: Please enter valid new password
pt: Por favor insira uma nova senha válida

source: Please enter valid confirm password
pt: Por favor introduza uma senha de confirmação válida

source: Your confirm password not matched with new password
pt: Senha de confirmação não condiz com a nova senha

source: Please enter valid phone number
pt: Por favor insira um número de telefone válido

source: Please enter phone number
pt: Por favor insira número de telefone

source: Please Enter song title
pt: Por favor insira o título da música

source: Please Enter album name
pt: Por favor insira o nome do álbum

source: Please Enter artist name
pt: Por favor insira o nome do artista

source: Please select genre
pt: Por favor selecione o estilo musical

source: Uploading failed
pt: Falha no carregamento

source: This song is downloading
pt: Baixando a música

source: This song is already downloaded
pt: Música já baixada

source: Brand New
pt: Recentes

source: Would you like to delete all notification?
pt: Gostaria de apagar todas as notificações?

source: Notification cleared
pt: Notificação esvaziada

source: Lyrics not available
pt: Ca7 sem letra.

source: upload successfully
pt: Enviado com successo

source: re-login or try again.
pt: Reinicie a sessão ou tente outra vez

source: Pause
pt: Pausar

source: Don't have access to use your microphone.
pt: Não tem acesso para usar o teu microfone.

source: Touch here to identify songs
pt: Toque aqui, para identificar música

source: Touch here when you done choosing the music from your device.
pt: Toque aqui, para enviar a música.

source: Touch here to search for music on your device
pt: Toque aqui, para procurar músicas no teu dispositivo.

source: Touch here to add your music
pt: Toque aqui, para enviar a tua música

source: You can add artwork and lyrics from this menu.
pt: Podes adicionar capa e letra à sua música, a partir desse menu.

source: Tap here to upload a music file.
pt: Toque aqui para adicionar música

source: Touch here to publish your music.
pt: Toque aqui, para publicar a música.

source: Tap here, to add music
pt: Toque aqui, para adicionar música

source: No internet connection.
pt: Sem conexão com a internet

source: Try again later when there is a better internet connection
pt: Tente novamente mais tarde quando houver uma conexão de internet melhor

source: All files have been downloaded!
pt: Todas as músicas foram baixadas.

source: Song Added to Playlist
pt: Música adicionada a Playlist

source: No Results
pt: Sem Resultados

source: Try Again
pt: Tentar Novamente

source: Update
pt: Actualizar

source: Collections
pt: Coleções

source: List should not be empty
pt: Lista Vazia

source: Playlist name should not be empty
pt: Nome da playlist não deve ficar vazia

source: Songs is already added in playlist
pt: Músicas já adicionadas na lista de reprodução

source: Sign In
pt: Entrar

source: Less
pt: Menos

source: New
pt: Novo

source: Rising star
pt: Estrela em ascensão

source: Download completed
pt: Transferência concluída

source: Most Likely
pt: Provavelmente

source: Alert
pt: Alerta

source: The most voted songs
pt: As músicas mais votadas

source: The latest releases
pt: Os últimos lançamentos

source: Our next stars
pt: Nossas próximas estrelas

source: Download link not found
pt: Link para download não encontrado

source: Ok
pt: Está bem

source: No playlist were found
pt: Não foram encontradas Playlists

source: Song removed from Playlist
pt: Música removida da Playlist

source: Release Year
pt: Ano de lançamento

source: Continue and Don't show this again
pt: Continue e não mostre isso novamente
